Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 复制报告并新建 Gmail 邮件
de: Bericht kopieren und einen Gmail-Entwurf öffnen
en: Copy the report and start a Gmail draft
es: Copiar el informe y crear un borrador en Gmail
fr: Copier le rapport et créer un brouillon Gmail
ja: レポートをコピーして Gmail の下書きを作成
ko: 보고서를 복사하고 Gmail 초안 만들기

source: 复制文字
de: Text kopieren
en: Copy Text
es: Copiar el texto
fr: Copier le texte
ja: テキストをコピー
ko: 텍스트 복사

source: 复制登录命令
de: Anmeldebefehl kopieren
en: Copy Login Command
es: Copiar comando de inicio de sesión
fr: Copier la commande de connexion
ja: ログインコマンドをコピー
ko: 로그인 명령 복사

source: 多个文件使用同一 Memory ID：%@
de: Mehrere Dateien verwenden dieselbe Memory-ID: %@
en: Multiple files share the same Memory ID: %@
es: Varios archivos usan el mismo ID de Memory: %@
fr: Plusieurs fichiers utilisent le même identifiant Memory : %@
ja: 複数のファイルが同じ Memory ID を使用しています：%@
ko: 여러 파일이 같은 Memory ID를 사용합니다: %@

source: 大纲标题
de: Abschnittstitel
en: Section Title
es: Título de la sección
fr: Titre de la section
ja: アウトラインの見出し
ko: 개요 제목

source: 天
de: Tag
en: day
es: día
fr: jour
ja: 日
ko: 일

source: 好
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
ko: 확인

source: 如何让 Agent 使用记忆？
de: Wie kann ein Agent Memory verwenden?
en: How can Agents use Memory?
es: ¿Cómo hacer que el Agent use Memory?
fr: Comment permettre à un Agent d'utiliser Memory ?
ja: Agent に Memory を使わせるには？
ko: Agent가 Memory를 사용하도록 하려면?

source: 字母键后再回车
de: Zeilenschalter nach Buchstabentaste
en: Return after letter keys
es: Retorno tras teclear letras
fr: Retour précédé d'une lettre
ja: 文字キーの後に Return キー
ko: 문자 키 입력 후 Return 키

source: 存储
de: Speicher
en: Storage
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간

source: 安装并使用
de: Installieren und verwenden
en: Install and Use
es: Instalar y usar
fr: Installer et utiliser
ja: インストールして使用
ko: 설치하고 사용

source: 安装组件
de: Komponente installieren
en: Install Connector
es: Instalar componente
fr: Installer le composant
ja: コンポーネントをインストール
ko: 구성요소 설치

source: 完成
de: Fertig
en: Done
es: Hecho
fr: Terminé
ja: 完了
ko: 완료

source: 完成两项授权，开始记录工作中的线索。
de: Erteile beide Berechtigungen, um Hinweise aus deiner Arbeit aufzunehmen.
en: Grant both permissions to start recording clues from your work.
es: Concede los dos permisos para empezar a registrar las pistas de tu trabajo.
fr: Accordez les deux autorisations pour commencer à enregistrer les indices de votre travail.
ja: 2 つの許可を完了して、作業中の手がかりの記録を始めましょう。
ko: 두 가지 권한을 허용하고 작업 중의 단서를 기록하기 시작하십시오.

source: 客户协作
de: Kundenprojekt
en: Client Collaboration
es: Colaboración con clientes
fr: Collaboration client
ja: 顧客との協業
ko: 고객 협업

source: 客户确认字段
de: Feldbestätigung durch den Kunden
en: Client to confirm fields
es: Campos de confirmación del cliente
fr: Confirmation des champs par le client
ja: 顧客によるフィールド確認
ko: 고객 확인 필드

source: 导出 Markdown
de: Als Markdown exportieren
en: Export Markdown
es: Exportar Markdown
fr: Exporter en Markdown
ja: Markdown を書き出す
ko: Markdown 내보내기

source: 将原图交给 Agent，适合图表、布局等 OCR 无法保留的内容
de: Übergibt das Originalbild an den Agent – geeignet für Diagramme, Layouts und andere Inhalte, die OCR nicht erhalten kann
en: Sends the original image to the Agent; best for charts, layouts, and other content OCR can't preserve
es: Entrega la imagen original al Agent; ideal para gráficos, diseños y otros contenidos que el OCR no conserva
fr: Transmet l'image originale à l'Agent ; adapté aux graphiques, mises en page et autres contenus que l'OCR ne conserve pas
ja: 元の画像を Agent に渡します。グラフやレイアウトなど OCR では保持できない内容に適しています
ko: 원본 이미지를 Agent에 전달합니다. 차트, 레이아웃 등 OCR로 보존할 수 없는 내용에 적합합니다

source: 尚未连接
de: Nicht verbunden
en: Not Connected
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음

source: 尝试搜索任务名称、项目或来源依据。
de: Suche nach Aufgabennamen, Projekten oder Belegen.
en: Try searching by task name, project, or source evidence.
es: Prueba a buscar por nombre de tarea, proyecto o evidencia de origen.
fr: Essayez de rechercher un nom de tâche, un projet ou une preuve source.
ja: タスク名、プロジェクト、または根拠のソースで検索してみてください。
ko: 작업 이름, 프로젝트 또는 근거 출처로 검색해 보십시오.

source: 屏幕休眠，等待恢复
de: Bildschirm im Ruhezustand, warte auf Aktivierung
en: Display asleep, waiting to resume
es: Pantalla en reposo; esperando a que se reactive
fr: Écran en veille, en attente de reprise
ja: 画面がスリープ中。復帰を待機しています
ko: 화면 잠자기 중, 복귀 대기

source: 屏幕已锁定，等待解锁
de: Bildschirm gesperrt, warte auf Entsperren
en: Screen locked, waiting for unlock
es: Pantalla bloqueada; esperando a que se desbloquee
fr: Écran verrouillé, en attente du déverrouillage
ja: 画面がロック中。ロック解除を待機しています
ko: 화면 잠김, 잠금 해제 대기

source: 屏幕录制
de: Bildschirmaufnahme
en: Screen Recording
es: Grabación de pantalla
fr: Enregistrement de l'écran
ja: 画面収録
ko: 화면 기록

source: 展开
de: Einblenden
en: Expand
es: Mostrar
fr: Développer
ja: 展開
ko: 펼치기

source: 展开待确认任务
de: Zu bestätigende Aufgaben einblenden
en: Expand tasks to confirm
es: Mostrar tareas por confirmar
fr: Développer les tâches à confirmer
ja: 確認待ちタスクを展開
ko: 확인 대기 작업 펼치기

source: 展开或收起来源依据
de: Belege ein- oder ausblenden
en: Expand or collapse source evidence
es: Mostrar u ocultar la evidencia de origen
fr: Développer ou réduire les preuves
ja: 根拠のソースを展開または折りたたむ
ko: 근거 출처 펼치기 또는 접기

source: 巡检 %lld 页
de: %lld Seiten prüfen
en: Check %lld pages
es: Revisar %lld páginas
fr: Vérifier %lld pages
ja: %lld ページをチェック
ko: %lld페이지 점검

source: 巡检旧记忆
de: Ältere Erinnerungen prüfen
en: Check older memory
es: Revisar memoria antigua
fr: Vérifier la mémoire ancienne
ja: 古い記憶をチェック
ko: 오래된 기억 점검

source: 工作%@
de: Arbeits-%@
en: Work %@
es: %@ de trabajo
fr: %@ de travail
ja: 業務%@
ko: 업무 %@

source: 工具调用
de: Toolaufrufe
en: Tool Calls
es: Llamadas a herramientas
fr: Appels d'outils
ja: ツール呼び出し
ko: 도구 호출

source: 已为这张截图保存空白文档。
de: Für dieses Bildschirmfoto wurde ein leeres Dokument gesichert.
en: An empty document was saved for this screenshot.
es: Se guardó un documento vacío para esta captura.
fr: Un document vide a été enregistré pour cette capture.
ja: このスクリーンショットに空のドキュメントを保存しました。
ko: 이 스크린샷에 빈 문서를 저장했습니다.

source: 已保存 %@ · %@
de: Gesichert: %1$@ · %2$@
en: Saved %1$@ · %2$@
es: Guardado: %1$@ · %2$@
fr: Enregistré : %1$@ · %2$@
ja: 保存済み %1$@ · %2$@
ko: 저장됨 %1$@ · %2$@

source: 已保存草稿
de: Entwurf gesichert
en: Draft Saved
es: Borrador guardado
fr: Brouillon enregistré
ja: 下書きを保存しました
ko: 초안 저장됨

source: 已保留原记忆，忽略修改建议
de: Ursprüngliche Memory-Seite behalten, Vorschlag ignoriert
en: Original Memory kept; suggested changes ignored
es: Se conservó la Memory original y se ignoró la sugerencia
fr: Page Memory d'origine conservée, suggestion ignorée
ja: 元の Memory を保持し、変更の提案を無視しました
ko: 원본 Memory를 유지하고 변경 제안을 무시했습니다

source: 已停止，明天会再做
de: Gestoppt; läuft morgen erneut
en: Stopped; it will run again tomorrow
es: Detenido; se repetirá mañana
fr: Arrêté ; reprendra demain
ja: 停止しました。明日もう一度行います
ko: 중지됨. 내일 다시 진행합니다

source: 已关闭
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐

source: 已分析 %lld 篇 Memory，更新了 %lld 项任务的线索或进展。
de: %1$lld Memory-Seiten analysiert, Hinweise oder Fortschritt von %2$lld Aufgaben aktualisiert.
en: Analyzed %1$lld Memory pages and updated clues or progress for %2$lld tasks.
es: Se analizaron %1$lld páginas de Memory y se actualizaron pistas o progreso en %2$lld tareas.
fr: %1$lld pages Memory analysées ; indices ou progression mis à jour pour %2$lld tâches.
ja: %1$lld 件の Memory ページを分析し、%2$lld 件のタスクの手がかりまたは進捗を更新しました。
ko: Memory 페이지 %1$lld개를 분석하여 작업 %2$lld개의 단서 또는 진행 상황을 업데이트했습니다.

source: 已分析 %lld 篇 Memory，没有新的任务进展。
de: %lld Memory-Seiten analysiert, kein neuer Aufgabenfortschritt.
en: Analyzed %lld Memory pages; no new task progress.
es: Se analizaron %lld páginas de Memory; no hay progreso nuevo en las tareas.
fr: %lld pages Memory analysées ; aucune nouvelle progression.
ja: %lld 件の Memory ページを分析しましたが、新しいタスクの進捗はありません。
ko: Memory 페이지 %lld개를 분석했으나 새 작업 진행 상황이 없습니다.

source: 已加入「%@」
de: Zu „%@“ hinzugefügt
en: Added to “%@”
es: Añadida a “%@”
fr: Ajouté à « %@ »
ja: 「%@」に追加しました
ko: ‘%@’에 추가됨

source: 已取消
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨

source: 已回传 %lld / %lld 次请求的用量。缓存读取和写入不额外叠加到总数。
de: Verbrauch für %1$lld von %2$lld Anfragen gemeldet. Cache-Lesen und -Schreiben werden nicht zusätzlich zur Summe gezählt.
en: Usage reported for %1$lld / %2$lld requests. Cache reads and writes are not added to the total.
es: Se ha reportado el uso de %1$lld de %2$lld solicitudes. La lectura y la escritura de caché no se suman al total.
fr: Utilisation remontée pour %1$lld / %2$lld requêtes. Les lectures et écritures du cache ne s'ajoutent pas au total.
ja: %1$lld / %2$lld 回のリクエストの使用量が報告されました。キャッシュの読み取りと書き込みは合計に加算されません。
ko: 요청 %1$lld / %2$lld회의 사용량이 보고되었습니다. 캐시 읽기와 쓰기는 합계에 추가로 더해지지 않습니다.

source: 已复制
de: Kopiert
en: Copied
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨

source: 已完成
de: Erledigt
en: Done
es: Hecho
fr: Terminé
ja: 完了
ko: 완료

source: 已完成 %@ 次查询 · 仅在 Agent 实际读取 Memory 时计数
de: %@ Abfragen · nur gezählt, wenn ein Agent Memory tatsächlich liest
en: %@ queries completed · counted only when an Agent actually reads Memory
es: Consultas completadas: %@ · solo se cuentan cuando el Agent lee Memory realmente
fr: %@ requêtes effectuées · comptées uniquement quand l'Agent lit réellement Memory
ja: %@ 回の検索を完了 · Agent が実際に Memory を読み取ったときのみカウント
ko: 검색 %@회 완료 · Agent가 실제로 Memory를 읽을 때만 집계

source: 已就绪 · 每批独立整理
de: Bereit · jeder Stapel wird einzeln organisiert
en: Ready · each batch is organized separately
es: Listo · cada lote se organiza por separado
fr: Prêt · chaque lot est organisé séparément
ja: 準備完了 · バッチごとに個別に整理
ko: 준비됨 · 배치별로 독립 정리

source: 已忽略
de: Ignoriert
en: Ignored
es: Ignorado
fr: Ignoré
ja: 無視
ko: 무시됨

source: 已忽略 · %lld
de: Ignoriert · %lld
en: Ignored · %lld
es: Ignorado · %lld
fr: Ignoré · %lld
ja: 無視 · %lld
ko: 무시됨 · %lld

source: 已忽略建议
de: Vorschlag ignoriert
en: Suggestion Ignored
es: Sugerencia ignorada
fr: Suggestion ignorée
ja: 提案を無視しました
ko: 제안 무시됨

source: 已恢复上一版：%@。其余改动已保存，将先拆分过长页面再重新整理本批。
de: Vorherige Version wiederhergestellt: %@. Die übrigen Änderungen wurden gesichert; zu lange Seiten werden zuerst aufgeteilt, dann wird dieser Stapel neu organisiert.
en: Restored the previous version: %@. The remaining changes were saved; the oversized page will be split before this batch is organized again.
es: Se restauró la versión anterior: %@. El resto de los cambios se guardó; se dividirán las páginas demasiado largas antes de volver a organizar este lote.
fr: Version précédente restaurée : %@. Les autres modifications ont été enregistrées ; la page trop longue sera d'abord scindée, puis ce lot sera réorganisé.
ja: 前のバージョンに戻しました：%@。その他の変更は保存済みです。長すぎるページを先に分割してから、このバッチを再整理します。
ko: 이전 버전으로 복원했습니다: %@. 나머지 변경 사항은 저장되었으며, 너무 긴 페이지를 먼저 분할한 후 이 배치를 다시 정리합니다.

source: 已提交 %lld 张图片、%lld 条文本，等待 %@ 回复…
de: %1$lld Bilder und %2$lld Texte übermittelt, warte auf Antwort von %3$@ …
en: Sent %1$lld images and %2$lld text items, waiting for %3$@ to reply…
es: Se enviaron %1$lld imágenes y %2$lld textos; esperando la respuesta de %3$@…
fr: %1$lld images et %2$lld textes envoyés, en attente de la réponse de %3$@…
ja: 画像 %1$lld 枚、テキスト %2$lld 件を送信しました。%3$@ の応答を待っています…
ko: 이미지 %1$lld장, 텍스트 %2$lld개를 제출했습니다. %3$@ 응답 대기 중…

source: 已整理，Memory 无需更新
de: Organisiert, Memory muss nicht aktualisiert werden
en: Organized; Memory needs no update
es: Organizado; Memory no necesita cambios
fr: Organisé · aucune mise à jour de Memory nécessaire
ja: 整理済み、Memory の更新は不要
ko: 정리됨, Memory 업데이트 불필요

source: 已更新 %lld 个 Memory 文件
de: Memory-Dateien aktualisiert: %lld
en: Updated %lld Memory files
es: Archivos de Memory actualizados: %lld
fr: %lld fichiers Memory mis à jour
ja: %lld 個の Memory ファイルを更新しました
ko: Memory 파일 %lld개 업데이트됨

source: 已检测到 · 需安装连接组件
de: Erkannt · Verbindungskomponente erforderlich
en: Detected · connector required
es: Detectado · hace falta el componente de conexión
fr: Détecté · composant de connexion requis
ja: 検出済み · 接続コンポーネントのインストールが必要
ko: 감지됨 · 연결 구성요소 설치 필요

source: 已检测到上下滚动，停止 2 秒后截图
de: Scrollen erkannt, Aufnahme 2 Sekunden nach dem Anhalten
en: Scrolling detected; capturing 2 seconds after it stops
es: Desplazamiento detectado; se capturará 2 s después de detenerse
fr: Défilement détecté, capture 2 s après l'arrêt
ja: 上下スクロールを検出。停止 2 秒後に撮影します
ko: 위아래 스크롤 감지됨, 2초 정지 후 스크린샷

source: 已检测到回车，正在读取截图
de: Zeilenschalter erkannt, Bildschirmfoto wird gelesen
en: Return detected; reading screenshot
es: Retorno detectado; leyendo la captura
fr: Touche Retour détectée, lecture de la capture
ja: Return キーを検出。スクリーンショットを読み取り中
ko: Return 키 감지됨, 스크린샷 읽는 중

source: 已检测到静止 1 秒后的点击，等待单击或双击结束后截图
de: Klick nach 1 Sekunde Stillstand erkannt, Aufnahme nach Abschluss des Klicks oder Doppelklicks
en: Click after 1 second idle detected; capturing when the single or double click ends
es: Clic detectado tras 1 s de reposo; se capturará al terminar el clic o doble clic
fr: Clic après 1 s d'immobilité détecté, capture à la fin du clic ou du double-clic
ja: 1 秒静止後のクリックを検出。シングルクリックまたはダブルクリックの完了後に撮影します
ko: 1초 정지 후 클릭 감지됨, 클릭 또는 이중 클릭이 끝나면 스크린샷

source: 已经有一次做梦在队列里，完成后才能再整理。
de: Ein Traum ist bereits in der Warteschlange; danach kannst du erneut ordnen.
en: A dream is already in the queue; you can reorganize again after it finishes.
es: Ya hay un sueño en la cola; podrás reorganizar de nuevo cuando termine.
fr: Un rêve est déjà dans la file ; vous pourrez réorganiser à nouveau une fois terminé.
ja: 夢はすでにキューにあります。完了後に再度整理できます。
ko: 꿈이 이미 대기열에 있습니다. 끝난 뒤 다시 정리할 수 있습니다.

source: 已自动重试 %lld 次仍未成功。
de: Nach %lld automatischen Wiederholungen weiterhin ohne Erfolg.
en: Still unsuccessful after %lld automatic retries.
es: Se reintentó automáticamente %lld veces sin éxito.
fr: Toujours en échec après %lld nouvelles tentatives automatiques.
ja: %lld 回自動再試行しましたが成功しませんでした。
ko: %lld회 자동으로 다시 시도했으나 성공하지 못했습니다.

source: 已记录本次出现，相同画面共用原图
de: Vorkommen erfasst, identische Bilder teilen sich das Original
en: Occurrence recorded; identical frames share the original image
es: Aparición registrada; las imágenes repetidas comparten la original
fr: Occurrence enregistrée ; les images identiques partagent le même original
ja: 今回の出現を記録しました。同じ画面は元の画像を共有します
ko: 이번 등장을 기록했습니다. 동일한 화면은 원본 이미지를 공유합니다

source: 已连接
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨

source: 已连接 · 可自动整理
de: Verbunden · automatisches Organisieren möglich
en: Connected · can organize automatically
es: Conectado · organiza automáticamente
fr: Connecté · organisation automatique possible
ja: 接続済み · 自動整理が可能
ko: 연결됨 · 자동 정리 가능

source: 已配置
de: Konfiguriert
en: Configured
es: Configurado
fr: Configuré
ja: 設定済み
ko: 구성됨

source: 已配置 · 访问已暂停
de: Konfiguriert · Zugriff pausiert
en: Configured · access paused
es: Configurado · acceso en pausa
fr: Configuré · accès suspendu
ja: 設定済み · アクセスは一時停止中
ko: 구성됨 · 접근 일시 정지됨

source: 平均每次请求
de: Ø pro Anfrage
en: Average per Request
es: Promedio por solicitud
fr: Moyenne par requête
ja: リクエストあたりの平均
ko: 요청당 평균

source: 应用
de: App
en: App
es: App
fr: App
ja: アプリ
ko: 앱

source: 应用打开后自动采集，退出后停止。MyClip、锁屏和排除的应用不会被记录。
de: Die Aufnahme startet automatisch mit dem Öffnen der App und endet beim Beenden. MyClip, der Sperrbildschirm und ausgeschlossene Apps werden nicht aufgenommen.
en: Capture starts automatically when an app opens and stops when it quits. MyClip, the lock screen, and excluded apps are not recorded.
es: La captura empieza automáticamente al abrir la app y se detiene al salir. No se registran MyClip, la pantalla bloqueada ni las apps excluidas.
fr: La capture démarre automatiquement à l'ouverture de l'app et s'arrête à sa fermeture. MyClip, l'écran verrouillé et les apps exclues ne sont pas enregistrés.
ja: アプリを開くと自動的に記録を開始し、終了すると停止します。MyClip、ロック画面、除外したアプリは記録されません。
ko: 앱을 열면 자동으로 캡처하고 종료하면 중단합니다. MyClip, 잠금 화면, 제외된 앱은 기록되지 않습니다.

source: 应用筛选
de: App-Filter
en: App Filter
es: Filtro de apps
fr: Filtre par app
ja: アプリフィルタ
ko: 앱 필터

source: 建议
de: Vorschlag
en: Suggested:
es: Sugerido:
fr: Suggestion :
ja: 提案：
ko: 제안

source: 建议内容
de: Vorgeschlagener Inhalt
en: Suggested Content
es: Contenido sugerido
fr: Contenu suggéré
ja: 提案の内容
ko: 제안 내용

source: 开始使用
de: Loslegen
en: Get Started
es: Empezar
fr: Commencer
ja: 使ってみる
ko: 시작하기

source: 开始日期
de: Startdatum
en: Start Date
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작 날짜

source: 引用此文件
de: Auf diese Datei verweisen
en: Links to This File
es: Enlazar este archivo
fr: Citer ce fichier
ja: このファイルを参照
ko: 이 파일 참조

source: 当前任务 · %lld 项
de: Aktuelle Aufgaben · %lld
en: Current Tasks · %lld
es: Tareas actuales · %lld
fr: Tâches en cours · %lld
ja: 現在のタスク · %lld 件
ko: 현재 작업 · %lld개

source: 当前使用
de: In Verwendung
en: In Use
es: En uso
fr: Utilisé
ja: 使用中
ko: 사용 중

source: 当前关注
de: Aktueller Fokus
en: Current Focus
es: Enfoque actual
fr: Priorités actuelles
ja: 現在の関心
ko: 현재 관심

source: 当前内容 · 第 %lld 版
de: Aktueller Inhalt · Version %lld
en: Current Content · Revision %lld
es: Contenido actual · versión %lld
fr: Contenu actuel · version %lld
ja: 現在の内容 · バージョン %lld
ko: 현재 내용 · 버전 %lld

source: 当前配置的模型不可用，请检查 Claude Code / Codex 的模型和登录配置。 %@
de: Das konfigurierte Modell ist nicht verfügbar. Prüfe die Modell- und Anmeldekonfiguration von Claude Code / Codex. %@
en: The configured model is unavailable. Check the model and login settings of Claude Code / Codex. %@
es: El modelo configurado no está disponible; revisa la configuración de modelo e inicio de sesión de Claude Code / Codex. %@
fr: Le modèle configuré n'est pas disponible ; vérifiez la configuration du modèle et de la connexion de Claude Code / Codex. %@
ja: 現在設定されているモデルは利用できません。Claude Code / Codex のモデルとログイン設定を確認してください。 %@
ko: 현재 구성된 모델을 사용할 수 없습니다. Claude Code / Codex의 모델 및 로그인 구성을 확인하십시오. %@

source: 待办
de: Offen
en: To Do
es: Pendiente
fr: À faire
ja: 未着手
ko: 할 일

source: 待办名称
de: Name der Aufgabe
en: To-Do Name
es: Nombre del pendiente
fr: Nom de la tâche
ja: ToDo の名前
ko: 할 일 이름

source: 待确认
de: Zu bestätigen
en: To Confirm
es: Por confirmar
fr: À confirmer
ja: 確認待ち
ko: 확인 대기

source: 待确认：调整为%@
de: Zu bestätigen: Änderung auf „%@“
en: To confirm: change to %@
es: Por confirmar: cambiar a %@
fr: À confirmer : passer à « %@ »
ja: 確認待ち：%@に変更
ko: 확인 대기: %@ 상태로 변경

source: 待连接
de: Verbindung ausstehend
en: Pending Connection
es: Por conectar
fr: En attente de connexion
ja: 接続待ち
ko: 연결 대기

source: 微信
de: WeChat
en: WeChat
es: WeChat
fr: WeChat
ja: WeChat
ko: WeChat

source: 忽略%@
de: %@ ignorieren
en: Ignore %@
es: Ignorar %@
fr: Ignorer %@
ja: %@ を無視
ko: %@ 무시

source: 忽略这条建议
de: Diesen Vorschlag ignorieren
en: Ignore This Suggestion
es: Ignorar esta sugerencia
fr: Ignorer cette suggestion
ja: この提案を無視
ko: 이 제안 무시

source: 忽略长按回车
de: Gedrückt gehaltener Zeilenschalter wird ignoriert
en: Ignores long-pressed Return
es: Ignora Retorno mantenido pulsado
fr: Ignorer l'appui long sur Retour
ja: Return キーの長押しは無視
ko: Return 키 길게 누름 무시

source: 思考
de: Denken
en: Thinking
es: Razonamiento
fr: Réflexion
ko: 사고

source: 恢复到待确认
de: Zurück zu „Zu bestätigen“
en: Restore to To Confirm
es: Devolver a Por confirmar
fr: Rétablir « À confirmer »
ja: 確認待ちに戻す
ko: 확인 대기로 복원

source: 截图
de: Bildschirmfoto
en: Screenshot
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
ko: 스크린샷

source: 截图只来自当前焦点窗口
de: Bildschirmfotos stammen nur aus dem aktiven Fenster
en: Screenshots come only from the current focused window
es: Las capturas solo provienen de la ventana con el foco
fr: Les captures proviennent uniquement de la fenêtre active
ja: スクリーンショットは現在のフォーカスウインドウのみ
ko: 스크린샷은 현재 포커스 윈도우에서만 캡처

source: 截图已保存，开始整理后会在这里看到进度。
de: Bildschirmfotos wurden gesichert. Sobald die Organisation beginnt, siehst du hier den Fortschritt.
en: Screenshot saved. Progress will appear here once organizing starts.
es: Capturas guardadas; el progreso aparecerá aquí cuando empiece la organización.
fr: Captures enregistrées ; la progression s'affichera ici une fois l'organisation lancée.
ja: スクリーンショットは保存されました。整理が始まるとここに進捗が表示されます。
ko: 스크린샷이 저장되었습니다. 정리가 시작되면 여기에서 진행 상황을 볼 수 있습니다.

source: 截图整理后，相关内容会出现在这里。
de: Nach dem Organisieren der Bildschirmfotos erscheinen hier die zugehörigen Inhalte.
en: After screenshots are organized, related content appears here.
es: El contenido relacionado aparecerá aquí cuando se organicen las capturas.
fr: Une fois les captures organisées, le contenu associé apparaîtra ici.
ja: スクリーンショットが整理されると、関連する内容がここに表示されます。
ko: 스크린샷이 정리되면 관련 내용이 여기에 표시됩니다.

source: 截图正在读取，另有 %lld 次触发等待
de: Bildschirmfoto wird gelesen, %lld weitere Auslöser warten
en: Reading screenshot; %lld more triggers waiting
es: Leyendo captura; hay %lld activaciones más en espera
fr: Lecture de la capture en cours, %lld autres déclenchements en attente
ja: スクリーンショットを読み取り中。他に %lld 件のトリガーが待機中
ko: 스크린샷 읽는 중, 트리거 %lld회 추가 대기

source: 截图记录格式错误
de: Bildschirmfoto-Eintrag hat ein ungültiges Format
en: Screenshot record is malformed
es: Formato de registro de captura no válido
fr: Format de l'enregistrement de capture incorrect
ja: スクリーンショット記録の形式が正しくありません
ko: 스크린샷 기록 형식 오류

source: 截图附件
de: Anhang
en: Screenshot Attachment
es: Adjunto de captura
fr: Capture d'écran jointe
ja: スクリーンショットの添付
ko: 스크린샷 첨부 파일

source: 截图，成为记忆。MyClip 根据你的操作自动截图，并交给已启用的 Agent 整理成可搜索的记忆。
de: Aus Bildschirmfotos wird Memory. MyClip nimmt anhand deiner Aktionen automatisch Bildschirmfotos auf und lässt sie vom aktivierten Agent zu durchsuchbaren Memory-Seiten organisieren.
en: Screenshots become Memory. MyClip captures screenshots automatically as you work and hands them to the enabled Agent to organize into searchable Memory.
es: Capturas que se convierten en Memory. MyClip toma capturas de pantalla automáticamente según lo que haces y las entrega al Agent activado, que las organiza en una Memory en la que se puede buscar.
fr: Des captures qui deviennent Memory. MyClip capture automatiquement l'écran selon vos actions et confie les captures à l'Agent activé pour les organiser en pages Memory consultables.
ja: スクリーンショットが Memory になる。MyClip はあなたの操作に応じて自動的にスクリーンショットを撮り、有効な Agent に渡して検索可能な Memory に整理します。
ko: 스크린샷이 Memory가 됩니다. MyClip은 사용자의 조작에 따라 자동으로 스크린샷을 찍고, 활성화된 Agent에 전달하여 검색 가능한 Memory로 정리합니다.

source: 所有工具都是只读的：不会修改记忆，也不会触发截图或 AI 整理。
de: Alle Werkzeuge sind schreibgeschützt: Sie ändern keine Erinnerungen und lösen weder Screenshots noch KI-Organisation aus.
en: All tools are read-only: they never change your memories or trigger screenshots or AI organization.
es: Todas las herramientas son de solo lectura: nunca modifican tus memorias ni activan capturas u organización con IA.
fr: Tous les outils sont en lecture seule : ils ne modifient jamais vos souvenirs et ne déclenchent ni capture ni organisation par IA.
ja: すべてのツールは読み取り専用です。Memory を変更せず、スクリーンショットや AI 整理も実行しません。
ko: 모든 도구는 읽기 전용입니다. Memory를 수정하지 않으며 스크린샷이나 AI 정리를 실행하지 않습니다.

source: 手动创建
de: Manuell erstellt
en: Created Manually
es: Creación manual
fr: Création manuelle
ja: 手動で作成
ko: 수동 생성

source: 手动创建的任务
de: Manuell erstellte Aufgabe
en: Manually created task
es: Tarea creada manualmente
fr: Tâche créée manuellement
ja: 手動で作成したタスク
ko: 수동으로 생성한 작업

source: 手动截图
de: Manuelles Bildschirmfoto
en: Manual Capture
es: Captura manual
fr: Capture manuelle
ja: 手動スクリーンショット
ko: 수동 스크린샷

source: 打开 Memory 文件夹
de: Memory-Ordner öffnen
en: Open Memory Folder
es: Abrir la carpeta Memory
fr: Ouvrir le dossier Memory
ja: Memory フォルダを開く
ko: Memory 폴더 열기

source: 打开 MyClip
de: MyClip öffnen
en: Open MyClip
es: Abrir MyClip
fr: Ouvrir MyClip
ja: MyClip を開く
ko: MyClip 열기

source: 打开 MyClip 资料库
de: MyClip-Bibliothek öffnen
en: Open MyClip Library
es: Abrir la biblioteca de MyClip
fr: Ouvrir la bibliothèque MyClip
ja: MyClip ライブラリを開く
ko: MyClip 라이브러리 열기

source: 打开文档
de: Dokument öffnen
en: Open Document
es: Abrir el documento
fr: Ouvrir le document
ja: 書類を開く
ko: 서류 열기
